Repository: ajaegers/count-per-day
Catalog: tags/2.3/locale/cpd-*.po
Languages: uz_uz

source: Options updated
uz_uz: Sozlanmalar yangilandi

source: Database cleaned. %s rows deleted.
uz_uz: Ma'lumotlar ombori tozalandi. %s qator o'chirildi.

source: UNINSTALL Count per Day
uz_uz: Kunlik Hisoblarni o'chirib tashlash

source: Table %s deleted
uz_uz: Jadval %s o'chirildi

source: Options deleted
uz_uz: Sozlanmalar o'chirildi

source: Uninstall
uz_uz: O'chirib tashlash

source: Click here
uz_uz: Bu yerni cherting

source: to finish the uninstall and to deactivate "Count per Day".
uz_uz: "Kunlik hisoblar"ni o'chirib tashlash va o'chirib qo'yish uchun.

source: Options
uz_uz: Sozlanmalar

source: Online time
uz_uz: Onlayn vaqt

source: Seconds for online counter. Used for "Visitors online" on dashboard page.
uz_uz: Onlayn hisoblagich uchun soniyalar. "Onlayn mehmonlar" uchun asboblar paneli sahifasida ishlatiladi.

source: Loged on Users
uz_uz: Tizimga kirgan foydalanuvchilar

source: count too
uz_uz: hisoblash

source: Auto counter
uz_uz: Avtohisoblagich

source: Counts automatically single-posts and pages, no changes on template needed.
uz_uz: Yakka xabarlar va sahifalarni avtomatik tarzda hisoblaydi, andazani o'zgartirish talab qilinmaydi.

source: Bots to ignore
uz_uz: Botlarni rad etish

source: Update options
uz_uz: Sozlanmalarni yangilash

source: Clean the database
uz_uz: Ma'lumotlar omborini tozalash

source: You can clean the counter table by delete the "spam data".<br />If you add new bots above the old "spam data" keeps in the database.<br />Here you can run the bot filter again and delete the visits of the bots.
uz_uz: "Spam"ni o'chirish orqali hisoblagich jadvalini tozalashingiz mumkin.<br /> Agar eski botlar ustidan yangilarini qo'shsangiz "Spam ma'lumotlar" ma'lumotlar omborida qoladi. <br /> Bu yerda bot filtrini qayta ishga tushirishingiz va botlarning tashrifini o'chirishingiz mumkin.

source: If "Count per Day" only disabled the tables in the database will be preserved.
uz_uz: "Kunlik hisoblar"shunchaki o'chirib qo'yilsa, jadvallar ma'lumotlar omborida saqlanib qoladi.

source: Here you can delete the tables and disable "Count per Day".
uz_uz: Bu yerda siz jadvallarni o'chirib tashlashingiz va "Kunlik hisoblar"ni o'chirib qo'yishingiz mumkin.

source: WARNING
uz_uz: OGOHLANTIRISH

source: These tables (with ALL counter data) will be deleted.
uz_uz: Bu jadvallar (barcha hisoblash ma'lumotlari ham) o'chirib tashlanadi.

source: If "Count per Day" re-installed, the counter starts at 0.
uz_uz: "Kunlik hisoblar" qayta o'rnatilganda, hisoblagich 0dan boshlanadi.

source: Yes
uz_uz: Ha

source: You are sure to disable Count per Day and delete all data?
uz_uz: Kunlik hisoblarni o'chirib qo'yish va barcha ma'lumotlarni o'chirib tashlashga aminmisiz?

source: Statistics
uz_uz: Statistika

source: Total visitors
uz_uz: Mehmonlarning umumiy soni

source: Visitors currently online
uz_uz: Hozir onlayn mehmonlar

source: Visitors today
uz_uz: Bugungi mehmonlar

source: Visitors yesterday
uz_uz: Kechagi mehmonlar

source: Visitors last week
uz_uz: O'tgan haftadagi mehmonlar

source: Counter starts on
uz_uz: Hisoblagich %sdan boshlanadi

source: Visitors per day
uz_uz: Kunlik mehmonlar

source: Visitors per month
uz_uz: Oylik mehmonlar

source: Visitors per post
uz_uz: Bir xabarni ko'rgan mehmonlar

source: Counter reseted.
uz_uz: Hisoblagich nolga qaytarildi.

source: Dashboard
uz_uz: Asboblar paneli

source: How many posts do you want to see on dashboard page?
uz_uz: Asboblar panelida nechta xabar ko'rsatilsin?

source: Latest Counts - Posts
uz_uz: Oxirgi sanoqlar - Xabarlar

source: Latest Counts - Days
uz_uz: Oxirgi sanoqlar - Kunlar

source: How many days do you want look back?
uz_uz: O'tgan necha kunni ko'rmoqchisiz?

source: Chart - Days
uz_uz: Jadval - Kunlar

source: Chart - Height
uz_uz: Jadval - Balandlik

source: Height of the biggest bar
uz_uz: Eng katta qator (katakcha) balandligi

source: Edit Posts
uz_uz: Xabarlarni tahrir qilish

source: Edit Pages
uz_uz: Sahifalarni tahrir qilish

source: Show in lists
uz_uz: Ro'yxatlarda ko'rsatish

source: Show "Reads per Post" in a new column in post management views.
uz_uz: "Bir xabarni o'qishlar soni"ni xabar boshqaruvi sahifasida yangi ustunda ko'rsatish.

source: Reset the counter
uz_uz: Hisoblagichni nolga qaytarish

source: You can reset the counter by empty the table. ALL TO 0!<br />Make a backup if you need the current data!
uz_uz: Jadvalni bo'shatish orqali hisoblagichni nolga qaytarishingiz mumkin. HAMMASI 0ga QAYTARILADI<br/>Mavjud ma'lumotlar sizga kerak bo'lsa uning zahira nusxasini yarating!

source: no reads at this time
uz_uz: hozir o'qilganlar yo'q

source: days
uz_uz: kunlar

source: The %s most visited posts in last %s days:
uz_uz: oxirgi %s kunda %s eng ko'p ko'rilgan xabarlar:

source: Settings
uz_uz: Sozlanmalar

source: Reads per day
uz_uz: Kunlik o'qishlar

source: Reads
uz_uz: O'qishlar

source: This post
uz_uz: Bu xabar

source: Label
uz_uz: Yorliq

source: empty = name above
uz_uz: bo'shatish = yuqoridagi nom

source: Latest Counts
uz_uz: Oxirgi hisoblar
